/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.anonymalert" = "תמיד מומלץ לשתף משוב עם כתובת הדואל שלך. אם לא תשתף את כתובת הדואל שלך, לא יהיה ביכולתנו להגיע אליך כדי לעדכן אותך ביחס לבעיה.";;

"zanalytics.bug.alert.quitfeedback" = "האם אתה בטוח שאתה רוצה לעזוב?";
"zanalytics.feedback.navbar.title.noscreenshots" = "אין צילומי מסך זמינים";
"zanalytics.feedback.navbar.title.screenshots" = "צילומי מסך";
"zanalytics.feedback.navbar.title.snap" = "הצמד";
"zanalytics.feedback.navbar.title.compose" = "חבר";

"zanalytics.bug.alert.cancel"               = "לא";
"zanalytics.bug.alert.title"                = "רוצה לומר לנו משהו?";
"zanalytics.feedback.navbar.title.feedback"             = "משוב";
"zanalytics.feedback.navbar.title.reportbug"            = "דווח על באג";
"zanalytics.feedback.navbar.title.helpme"               = "עזור לי";
"zanalytics.feedback.navbar.title.systemlogs"             = "יומני מערכת";
"zanalytics.feedback.navbar.title.diagnosticinfo"             = "מידע דיאגנוסטי";
"zanalytics.bug.alert.dontshowagain"            = "אל תציג שוב";
"zanalytics.bug.alert.title.helpme"            = "עזור לי";
"zanalytics.bug.alert.message.savetolocal"         = "מצטערים.. לא יכולנו לשלוח דו באגים, האם תרצה לשמור את צילום המסך?";
"zanalytics.feedback.email.title"                = "כתובת דוא״ל";
"zanalytics.bug.detectscreen.title"       = "מצאת משהו מעניין?";
"zanalytics.bug.alert.detectscreen.yes"                      = "כן";
"zanalytics.bug.alert.detectscreen.no"                       = "לא";
"zanalytics.bug.alert.detectscreen.share" = "שתף";
"zanalytics.bug.alert.detectscreen.dontshow" = "אל תשאל שוב";
"zanalytics.bug.annotate.button.title"                       = "כתוב הערה על הבאג באמצעות הכלים שלהלן";
"zanalytics.feedback.failed.alert.description" = "הנסיון לשלוח משוב נכשל, אנא נסה שוב!";
"zanalytics.feedback.success.alert.description" = "תודה שהגשת את המשוב שלך!";
"zanalytics.feedback.common.alert.title.add.photos" = "הוסף תמונות";
"zanalytics.feedback.common.alert.title.alert" = "התראה";
"zanalytics.feedback.common.button.title.back" = "חזרה";
"zanalytics.feedback.common.button.title.cancel" = "ביטול";
"zanalytics.feedback.common.button.title.close" = "סגור";
"zanalytics.feedback.common.button.title.ok" = "אישור";
"zanalytics.feedback.textview.placeholder"           = "אנו מעריכים את המשוב שלך. אנא ספר לנו את דעתך עלינו.";
"zanalytics.bug.textview.placeholder"           = "האם נתקלת בבעיות כלשהן בעת השימוש באפליקציה שלנו? ספר לנו.";
"zanalytics.help.textview.placeholder"           = "אנו ננסה להסדיר את הדברים ולעזור לך!";
"zanalytics.feedback.add.photos.alert.description" = "אין צילומים מצורפים, פתח את גלריית הצילומים כדי להוסיף צילומים נוספים!";
"zanalytics.feedback.add.photos.alert.open" = "פתח צילומים";
"zanalytics.feedback.access.photos.alert.description" = "לאפליקציה %@ אין גישה לתמונות שלך.\nעל מנת לאפשר גישה, עבור אל: הגדרות > פרטיות > תמונות > %@";
"zanalytics.feedback.access.photos.alert.settings" = "הגדרות";
"zanalytics.feedback.label.title.anonymous" = "אנונימי";
"zanalytics.feedback.navbar.button.title.send" = "שלח";
"zanalytics.feedback.navbar.button.title.next" = "הבא";
"zanalytics.feedback.navbar.button.title.done" = "בוצע";
"zanalytics.feedback.navbar.button.title.editphotos" = "ערוך תמונות";
"zanalytics.feedback.navbar.button.title.addmore" = "הוסף עוד";
"zanalytics.feedback.navbar.button.title.attach" = "צרף";
"zanalytics.feedback.navbar.button.title.delete" = "מחק";
"zanalytics.feedback.navbar.title.taptoedit" = "הקש כדי לערוך";
"zanalytics.feedback.navbar.title.editor" = "עורך";
"zanalytics.feedback.navbar.title.choosephotos" = "בחר תמונות";
"zanalytics.feedback.navbar.title.selectphotos" = "בחר תמונות";
"zanalytics.feedback.navbar.title.photoselected" = "נבחר תצלום";
"zanalytics.feedback.navbar.title.photosselected" = "נבחרו תצלומים";
"zanalytics.feedback.accessory.title.systemlogs" = "כולל יומני מערכת";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "כולל מידע דיאגנוסטי";
"zanalytics.feedback.accessory.button.title.view" = "הצג";
"zanalytics.feedback.picker.image.notfound" = "לא נמצאו תמונות";
"zanalytics.feedback.attachments.title" = "צרופות (%i)";
"zanalytics.feedback.privacy.consent.description" = "אנו ממליצים לך לכלול את יומן המסוף ואת המידע הדיאגנוסטי משום שהוא יסייע למפתחים שלנו להבין טוב יותר את המשוב שאתה משתף.";
"zanalytics.feedback.privacy.consent.clogs.title" = "יומני מסוף";
"zanalytics.feedback.privacy.consent.dinfo.title" = "מידע אבחוני";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "מידע אחר";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "מידע על התקן";
"zanalytics.feedback.privacy.consent.cancel" = "ביטול";
"zanalytics.feedback.privacy.consent.openmailapp" = "פתח בדוא״ל";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "שלח תמיד";
